mock-example/src/test/resources/xml/CRM/createTaskRQ.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rq="http://sbrf.ru/NCP/CRM/CreateTaskRq/" xmlns:crm="http://sbrf.ru/NCP/CRM/">
    <soap:Header/>
    <soap:Body>
        <crm:createTaskRq>
            <rq:contractID>contractId</rq:contractID>
            <rq:contractBPMID>bpmid</rq:contractBPMID>
            <rq:comment>comment</rq:comment>
            <rq:requestType>reqType</rq:requestType>
            <rq:fullNameOfResponsiblePerson>person</rq:fullNameOfResponsiblePerson>
        </crm:createTaskRq>
    </soap:Body>
</soap:Envelope>